Revit 2024 API
AdvancedWood.WoodPoreCellDim Property
 The property labeled "Dim (cm) of cell containing one pore" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodPoreCellDim { get; }
Visual Basic
Public Shared ReadOnly Property WoodPoreCellDim As String
	Get
Visual C++
public:
static property String^ WoodPoreCellDim {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace